{"vendorListVersion":94,"lastUpdated":"2021-06-10T16:43:58Z","purposes":{"1":{"id":1,"name":"Almacenar ou acceder a información nun dispositivo","description":"Pódese almacenar ou acceder a cookies, identificadores de dispositivo ou outra información no seu dispositivo para as finalidades que se lle presentan.","descriptionLegal":"Os proveedores poden:\\n* Almacenar e acceder a información no dispositivo a través de cookies e identificadores do dispositivo executados/instalados no equipo do usuario."},"2":{"id":2,"name":"Soeccionar anuncios básicos","description":"Os anuncios podense amosar en función do contido que se esté a visualizar, a aplicación que estése usando, a localización aproximada oo o seu tipo de dispositivo.","descriptionLegal":"Para realizar a soección de anuncios básicos, os proveedores poden:\n*Utilizar información en tempo real sobre o contexto no que se mostre o anuncio, para mostrar o anuncio, a información sobre o Contido e o dispositivo, como por exemplo: tipo de dispositivo e funcionalidades, axente de usuario, URL, dirección IP\n*Utilizar os datos de localización xeográfica de aproximada\n*Controlar a frecuencia na que se lle presentan os anuncios a un usuario.\\n* Secuenciar a orde na que se lle amosan os anuncios a un usuario.\n* Evitar que un anuncio apareza o envíe nun contexto editorial inadecuado (Brand safete)\nOs Provedores non poden:\n*Crear un perfil publicitario personalizado utilizando esta información para a soección de anuncios futuros snunha base xurídica separada cuxa finalidade específica fose crear un perfil publicitario personalizados.\nNota: Aproximada significa que se permite unha localización aproximada de, como máximo, dentro dun radio de 500 metros."},"3":{"id":3,"name":"Crear un perfil publicitario personalizado","description":"Existe a posibilidade de elaborar un perfil sobre vostede e os seus intereses para amosar anuncios personalizados que sexan pertinentes para vostede.","descriptionLegal":"Para crear un perfil publicitario personalizado, os provedores poden: \n*Recoller información sobre un usuario, (incluindo a actividade anterior do usuario páxinas web oo aplicacions visitadas con anterioridade, ubicación ou información demográfica) a fin de crear ou editar un perfil de usuario para su uso en publicidade personalizada.\n*Combinar esta información con outra información previamente recabada, entre diferentes sitios web ou aplicacions, a fin de crear ou editar un perfil de usuario para o seu uso en publicidade personalizada."},"4":{"id":4,"name":"Soeccionar anuncios personalizados","description":"Posibilidade de amosar anuncios personalizados baseándose no seu perfil.","descriptionLegal":"Para soeccionar contido personalizado, os provedores poden:\nSoeccionar contido personalizado baseándose nun perfil de usuario ou outros datos históricos de usuarios, incluida a actividade anterior do usuario, seus intereses, visitas a sitios web ou aplicacions, ubicación ou información demográfica."},"5":{"id":5,"name":"Crear un perfil para a personalización de contidos","description":"Existe a posibilidade de crear un perfil sobre vostede e os seus intereses para amosar contido personalizado que fuera pertinente.","descriptionLegal":"Para crear un perfil para a personalización de Contidos, os provedores poden:\n*Recoller información sobre un usuario, incluida a actividade dun usuario, seus intereses, visitas a sitios ou aplicacions, información demográfica ou ubicación, a fin de crear ou editar un perfil de usuario para personalizar o Contido.\n*Combinar esta información con outra información previamente recabada, entre diferentes sitios web ou aplicacions, a fin de crear ou editar un perfil de usuario para personalizar o Contido."},"6":{"id":6,"name":"Soeccionar contido personalizado","description":"Existe a posibilidade de amosar contido personalizado baseado no seu perfil.","descriptionLegal":"Para soeccionar contido personalizado, os provedores poden:\n*Soeccionar contido personalizado baseándose nun perfil de usuario ou outros datos históricos de usuarios, incluida a actividade anterior do usuario, seus intereses, visitas a sitios web ou aplicacions, ubicación ou información demográfica."},"7":{"id":7,"name":"Medir o rendemento dos anuncios","description":"Existe a posibilidade de medir o rendemento, eficacia dos anuncios que vostede ve ou con os que interactúa.","descriptionLegal":"Para medir o rendemento dos anuncios, os provedores poden:\n*Medir os anuncios foron suministrados a un usuario e cómo este interactuó con oes\n*Elaborar informes sobre anuncios, incluida sua eficacia e rendemento\n*Elaborar informes sobre os usuarios que interactuaron sobre os anuncios utilizando datos observados durante o curso da interacción do usuario con ese anuncio\\n* elaborar informes para os editores sobre os anuncios mostrados nos seus sitios web ou propiedade dixital\n*Medir si un anuncio serve nun contexto editorial adecuado (seguro para a marca)\\n* Determinar porcentaxe do anuncio que se puidose visualizar e a duración de esa oportunidade \n*Combinar esta información con outra información previamente recabada, incluido entre diferentes sitios web ou aplicacions. \nOs provedores non poden:\n*Aplicar datos de información sobre o público baseados nun pano de usuarios ou similares os datos de medición de anuncios snuna base xurídica independente para utilizar estudos de mercado a fin de xerar información sobre o público."},"8":{"id":8,"name":"Medir o rendemento do Contido","description":"Podese medir o rendemento e a eficacia do contido que ve o co que interactúa.","descriptionLegal":"Para medir o rendemiento do Contido, os provedores poden:\n*Medir e informar sobre cómo se fai entregó do contido e cómo interactuaron con él os usuarios.\n*Elaborar informes, empregando información directamente medible, sobre os usuarios que interactuaron co contido\n*Combinar esta información con outra información previamente recabada, incluindo entre diferentes sitios web ou aplicacions.\nOs provedores non poden:\n*Medir se os anuncios (incluida a publicidade nativa) foron suministrados a un usuario e si este interactuó con oes sin ter unha base xurídica alternativa que o permita.\n*Aplicar datos de información sobre o público, baseados nun pano de usuarios ou similares, a os datos de medición de anuncios snunha base xurídica independente para utilizar estudos de mercado a fin de xerar información sobre o público."},"9":{"id":9,"name":"Empregar estudos de mercado a fin de xerar información sobre o público","description":"A investigación de mercado podese utilizar para obter máis información sobre o público que visita sitios webs/aplicacions e visualiza os anuncios.","descriptionLegal":"Para empregar estudos de mercado a fin de xerar información sobre o público, os provedores poden:\n*Elaborar informes agregados para os anunciantes ou seus representantes sobre o público alcanzado por seus anuncios, a través de información baseada en paneis de audiencia obtida de maneira semolante.\n*Elaborar informes agregados para os editores sobre o público o que se lle amosaron contidos e/ou anuncios ou que interactuaron con oes na propiedade, aplicando información baseada en paneis de audiencia ou obtida de xeito semolante\n*Asociar datos off line cun usuario on line para fins de estudos de mercado a fin de xerar información sobre o público se os provedores declararon que se cotexan e combinan fontes de datos off line\n*Combinar esta información con outra información recabada, incluindo entre diferentes sitios web o aplicacions.\nOs provedores non poden: \n*Medir o rendemento e a eficacia dos anuncios que se amosaron a un usuario específico ou con os que interactuó, snuna base xurídica independente para medir o rendemento dos anuncios.\n*Medir qué contido se amosaron a un usuario específico e cómo interactuó co mesmo, snunha base xurídica independente para medir o rendemento do contido."},"10":{"id":10,"name":"Desenvolver e mellorar produtos","description":"Seus datos podense utilizar para mellorar os sistemas e/o software existente, así como para desenvolver novos produtos.","descriptionLegal":"Para desenvolver novos produtos e mellorar os produtos, os provedores poden:\n*Empregar información para mellorar seus produtos existentes con novas características e desenvolver novos produtos\n*Crear novos modeos e algoritmos mediante machine learning\nOs provedores non poden:\n*A partir desta finalidade non se poden levar a cabo ningunha outra operación de tratamento de datos permitida en virtude dunha finalidade diferente."}},"specialPurposes":{"1":{"id":1,"name":"Garantizase a seguridade, evitar fraudes e depurar erros","description":"Seus datos poden ser utilizados para supervisar e evitar actividades fraudulentas, e para asegurar que os sistemas e procesos funcionen de forma correcta e segura.","descriptionLegal":"Para garantizar a seguridade, evitar fraudes e depurar erros, os provedores poden:\n*Asegurar que os datos transmitanse de forma segura\n*Detectar e rexeitar actividades maliciosas, fraudulentas, non axeitadas ou ilegais.\n*Asegurar o funcionamento axeitado e eficaz dos sistemas e procesos, supervisar e mellorar o rendemento dos sistemas e procesos empregados nas finalidades permitidas\nOs provedores non poden:\n*Levar a cabo ningunha outra operación de tratamento de datos permitida en virtude dunha finalidade diferente.\nNota: Os datos recopilados e empregados para garantizar a seguridade, evitar fraude e depurar erros poden incluir características do dispositivo enviadas automáticamente para a identificación, datos de xeolocalización e datos obtidos analizando de forma activa as características do dispositivo para a identificación sen que sea necesario revoar máis información e/ou unha aceptación independente."},"2":{"id":2,"name":"Servir técnicamente anuncios ou Contido","description":"Seu dispositivo pode recibir e enviar información que lle permita ver e interactuar cos anuncios e contido.","descriptionLegal":"Para servir información e responder a solicitudes técnicas, os proveedores poden:\n*Empregar a dirección IP dun usuario para entregar un anuncio a través de Internet\n*Responder a interacción dun usuario cun anuncio enviando o usuario a unha páxina de destino\n*Empregar o enderezo IP dun usuario para entregar contido a través de Internet\n*Responder a interacción dun usuario co Contido enviando o usuario a unha páxina de destino\n*Empregar información sobre o tipo de dispositivo e as suas capacidades para entregar anuncios ou Contido, por exemplo, para entregar o ficheiro publicitario ou de vídeo de tamaño axeitado nun formato compatible co dispositivo\nOs provedores non poden:\n*Levar a cabo, segúndo esta finalidade, ningunha outra operación de tratamento de datos permitida en virtude dunha finalidade distinta."}},"features":{"1":{"id":1,"name":"Cotexar e combinar fontes de datos off line","description":"Os datos obtidos de fontes de datos off line poden combinarse coa actividade on line do usuario para respaldar unha ou máis finalidades.","descriptionLegal":"Os provedores poden:\n*Combinar os datos obtidos off line cos datos recollidos on line en apoio dunha ou máis Finalidades ou Finalidades especiais."},"2":{"id":2,"name":"Asociar diferentes dispositivos","description":"Posible determinar que diferentes dispositivos pertencen a vostede ou a seu fogar para unha ou máis finalidades.","descriptionLegal":"Os provedores poden:\n*Determinar de xeito determinista que dous ou máis dispositivos pertencen o mismo usuario ou fogar\n*Determinar de forma probabilística que dous ou máis dispositivos pertencen o mesmo usuario ou fogar\n*Analizar activamente as características do dispositivo para encontrar a identificación probabilística cando os usuarios permitiron os provedores analizar activamente as características do dispositivo para a identificación (Funcionalidade especial 2)"},"3":{"id":3,"name":"Recibir e empregar para a identificación as características do dispositivo que se envían automáticamente","description":"Seu dispositivo pode diferenciarse de outros a partir da información que envía automáticamente, como pode ser a dirección IP ou o tipo de navegador.","descriptionLegal":"Os provedores poden:\n*Crear un identificador empregando os datos recopilados automáticamente nun dispositivo para características específicas, por exemplo, dirección IP ou cadea de axente de usuario.\n*Empregar este identificador para intentar voltar a identificar un dispositivo.\nOs provedores non poden:\n*Xerar un identificador empregando datos recollidos mediante o análisis activo dun dispositivo para atopar funcionalidades específicas, por exemplo, fontes instaladas ou resolución de pantalla sen aceptación independente do usuario para analizar de forma activa as características do dispositivo para a identificación.\n*Empregar este identificador para voltar a identificar un dispositivo."}},"specialFeatures":{"1":{"id":1,"name":"Empregar datos de localización xeográfica precisa","description":"Os seus datos de localización xeográfica precisa se poden empregar para unha ou máis finalidades. Esto quere decir que a ubicación pode ter unha precisión de varios metros.","descriptionLegal":"Os provedores poden:\n*Recoller e tratar datos de localización xeográfica precisa para unha ou máis finalidades.\nNota: A localización xeográfica precisa significa que non existen restriccions sobre a precisión da ubicación dun usuario; esto pode ter unha precisión de varios metros."},"2":{"id":2,"name":"Analizar activamente as características do dispositivo para a identificación","description":"O seu dispositivo pode identificarse baseándose nun análisis da combinación única das características do dispositivo.","descriptionLegal":"Os provedores poden:\n*Xerar un identificador empregando datos recollidos mediante o análisis activo dun dispositivo para atopar características específicas, por exemplo, fontes instaladas ou resolución de pantalla. \n*Empregar este identificador para voltar a identificar un dispositivo."}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Datos de localización xeográfica precisa e identificación mediante as características dos dispositivos","description":"Pode empregarse a localización xeográfica precisa e a información sobre as características do dispositivo."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Anuncios básicos e medición dos anuncios","description":"Existe a posibilidade de amosar anuncios básicos. Permite medir o rendemento dos anuncios."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Anuncios personalizados","description":"Os anuncios poden ser personalizados baseándose nun perfil. Podense engadir máis datos para personalizar mellor os anuncios."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Anuncios básicos e medición de anuncios","description":"Posibilidade de amosar anuncios básicos. Mediante este procedemento existe a posibilidade de medir o rendemento dos anuncios. Existe a posibilidade de inferir información sobre o público que viu os anuncios e o Contido."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Anuncios básicos, creación de perfil publicitario personalizado e medición de anuncios","description":"Existe a posibilidade de amosar anuncios básicos. Podese engadir máis datos para personalizar mellor os anuncios. Podese medir o rendemento dos anuncios."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Amosar anuncios personal… e medición de anuncios","description":"Os anuncios poden personalizarse baseándose nun perfil. Existe a posibilidade de medir o rendemento dos anuncios."},"7":{"id":7,"purposes":[2,4,7,9],"specialFeatures":[],"name":"Amosar anuncios personalizados, medición e información sobre o público","description":"Os anuncios poden personalizarse baseándose nun perfil. Existe a posibilidade de medir o rendemento dos anuncios. Existe a posibilidade de inferir información sobre o público que visitou os anuncios e o Contido."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Anuncios personalizados e medición de anuncios","description":"Os anuncios poden personalizarse baseándose nun perfil. Poden engadir máis datos para personalizar mellor os anuncios. Existe a posibilidade de medir o rendemento dos anuncios."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Anuncios personalizados, medición de anuncios e información sobre o público","description":"Os anuncios poden personalizarse baseándose nun perfil e engadir máis datos para personalizar mellor os anuncios. Posibilidade de medir o rendemento de os anuncios. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Perfil e mostra de anuncios personalizados","description":"Os anuncios poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor os anuncios."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Contido personalizado","description":"O contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido."},"12":{"id":12,"purposes":[6,8],"specialFeatures":[],"name":"Mostra de Contido personalizado e medición de Contido","description":"O Contido pode personalizarse baseándose nun perfil. Posibilidade de medir o rendemento do Contido."},"13":{"id":13,"purposes":[6,8,9],"specialFeatures":[],"name":"Presentación de Contido personalizado, medición do Contido e información sobre o público","description":"O Contido pode personalizarse baseándose nun perfil. Posibilidade de medir o rendemento do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido."},"14":{"id":14,"purposes":[5,6,8],"specialFeatures":[],"name":"Contido personalizado e medición do Contido","description":"O Contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento do Contido."},"15":{"id":15,"purposes":[5,6,8,9],"specialFeatures":[],"name":"Contido personalizado, medición do Contido e información sobre o público","description":"O Contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido."},"16":{"id":16,"purposes":[5,6,8,9,10],"specialFeatures":[],"name":"Contido personalizado, medición do Contido, información sobre o público e desenvolvemento de productos","description":"O Contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento do Contido. Posibilidade de inducir información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar o mellorar la experiencia do usuario, os sistemas e o software"},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Medición de anuncios e do Contido e información sobre o público","description":"Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Medición de anuncios e do Contido","description":"Posibilidade de medir o rendemento de os anuncios e do Contido."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Medición de anuncios e información sobre o público","description":"Posibilidade de medir os anuncios. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Medición de anuncios e do Contido, información sobre o público e desenvolvemento de productos","description":"Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar o mellorar la experiencia do usuario, os sistemas e o software. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Medición do Contido, información sobre o público e desenvolvemento de productos","description":"Posibilidade de medir o rendemento do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar ou mellorar la experiencia do usuario, os sistemas e o software."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Medición do Contido e desenvolvemento de productos","description":"Posibilidade de medir o rendemento do Contido. os datos poden utilizarse para elaborar ou mellorar la experiencia do usuario, os sistemas e o software."},"23":{"id":23,"purposes":[2,4,6,7,8],"specialFeatures":[],"name":"Presentación de anuncios e Contido personalizados, medición de anuncios e do Contido","description":"Os anuncios e o Contido poden personalizarse baseándose nun perfil. Posibilidade de medir o rendemento de os anuncios e do Contido."},"24":{"id":24,"purposes":[2,4,6,7,8,9],"specialFeatures":[],"name":"Presentación de anuncios e Contido personalizados, medición de anuncios e do Contido e información sobre o público","description":"Os anuncios e o Contido poden personalizarse baseándose nun perfil. Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar o mellorar la experiencia do usuario, os sistemas e o software."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8],"specialFeatures":[],"name":"Anuncios e contido personalizados, medición de anuncios e do Contido","description":"Os anuncios e o Contido poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor os anuncios e o Contido. Posibilidade de medir o rendemento de os anuncios e do Contido."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9],"specialFeatures":[],"name":"Anuncios e contido personalizados, medición de anuncios e do contido e información sobre o público","description":"Os anuncios e o contido poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor os anuncios e o contido. Posibilidade de medir o rendemento de os anuncios e do contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o contido."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Anuncios personalizados e contido personalizado","description":"Posibilidade de engadir máis datos para personalizar os anuncios e o contido."},"28":{"id":28,"purposes":[2,4,6],"specialFeatures":[],"name":"Mostra de anuncios e contido personalizados","description":"Os anuncios e o contido poden personalizarse baseándose nun perfil."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Anuncios básicos, medición de anuncios e do contido e información sobre o público","description":"Posibilidade de amosar anuncios básicos. Posibilidade de medir o rendemento dos anuncios e do contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o contido."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9],"specialFeatures":[],"name":"Mostra de anuncios personalizados, contido personalizado, medición de anuncios e do contido e información sobre o público","description":"Os anuncios e o contido poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o contido. Posibilidade de medir o rendemento dos anuncios e do contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o contido."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10],"specialFeatures":[],"name":"Mostra de anuncios personalizados, Contido personalizado, medición de anuncios e do Contido, información sobre o público e desenvolvemento de productos","description":"Os anuncios e o Contido poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar ou mellorar a experiencia do usuario, os sistemas e o software."},"32":{"id":32,"purposes":[2,5,6,7,8,9],"specialFeatures":[],"name":"Anuncios básicos, Contido personalizado, medición de anuncios e do Contido e información sobre o público","description":"Posibilidade de mostrar anuncios básicos. o Contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10],"specialFeatures":[],"name":"Anuncios básicos, Contido personalizado, medición de anuncios e do Contido, información sobre o público e desenvolvemento de productos","description":"Posibilidade de mostrar anuncios básicos. o Contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar ou mellorar la experiencia do usuario, os sistemas e o software."},"34":{"id":34,"purposes":[2,5,6,8,9],"specialFeatures":[],"name":"Anuncios básicos, Contido personalizado, medición do Contido e información sobre o público","description":"Posibilidade de mostrar anuncios básicos. o Contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido."},"35":{"id":35,"purposes":[2,5,6,8,9,10],"specialFeatures":[],"name":"Anuncios básicos, Contido personalizado, medición do Contido, información sobre o público e desenvolvemento de productos","description":"Posibilidade de mostrar anuncios básicos. o Contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento do Contido. Posibilidade de inferir información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar ou mellorar la experiencia do usuario, os sistemas e o software."},"36":{"id":36,"purposes":[2,5,6,7],"specialFeatures":[],"name":"Anuncios básicos, Contido personalizado e medición de anuncios","description":"Posibilidade de mostrar anuncios básicos. o Contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento de os anuncios."},"37":{"id":37,"purposes":[2,5,6,7,10],"specialFeatures":[],"name":"Anuncios básicos, Contido personalizado, medición de anuncios e desenvolvemento de productos","description":"Posibilidade de mostrar anuncios básicos. o Contido pode personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor o Contido. Posibilidade de medir o rendemento de os anuncios. os datos poden utilizarse para elaborar ou mellorar la experiencia do usuario, os sistemas e o software."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Anuncios personalizados, medición de anuncios e desenvolvemento de productos","description":"Os anuncios poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor os anuncios. Posibilidade de medir o rendemento de os anuncios. os datos poden utilizarse para elaborar ou mellorar la experiencia do usuario, os sistemas e o software."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Anuncios personalizados, medición de anuncios, información sobre o público e desenvolvemento de productos","description":"Os anuncios poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor os anuncios. Posibilidade de medir o rendemento de os anuncios. Posibilidade de derivar información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar ou mellorar la experiencia do usuario, os sistemas e o software."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Anuncios personalizados, medición de anuncios e do Contido, información sobre o público e desenvolvemento de productos","description":"Os anuncios poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor os anuncios. Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de derivar información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar ou mellorar la experiencia do usuario, os sistemas e o software."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10],"specialFeatures":[],"name":"Anuncios personalizados, mostra de Contido personalizado, medición de anuncios e do Contido, información sobre o público e desenvolvemento de productos","description":"Os anuncios e o Contido poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor os anuncios. Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de derivar información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar ou mellorar la experiencia do usuario, os sistemas e o software."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10],"specialFeatures":[],"name":"Anuncios e Contido personalizados, medición de anuncios e do Contido, información sobre o público e desenvolvemento de productos","description":"Os anuncios e o Contido poden personalizarse baseándose nun perfil. Posibilidade de engadir máis datos para personalizar mellor os anuncios e o Contido. Posibilidade de medir o rendemento de os anuncios e do Contido. Posibilidade de derivar información sobre o público que accedeu os anuncios e o Contido. os datos poden utilizarse para elaborar o mellorar la experiencia do usuario, os sistemas e o software."}}}